chore(content): write-only draft [k8s/capa/module-1.2-argo-events]
